Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Enter a new name for this conversation.
ar: أدخل اسم جديد للمحادثة.
az: Bu söhbət üçün yeni ad daxil edin.
bg: Въведи ново име за този разговор.
bn: এই চ্যাটের জন্য নতুন নাম দাও।
bo: ཁ་གླེང་འདིའི་མིང་གསར་བ་ཞིག་འདེགས་ནི།
bs: Upiši novo ime za ovaj razgovor.
ca: Entra un nom nou per aquesta conversa.
ceb: Magpasok ng bagong pangalan para sa conversation.
cs: Zadej nový název pro tuto konverzaci.
da: Skriv et nyt navn til denne samtale.
de: Gib einen neuen Namen für dieses Gespräch ein.
el: Δώσε ένα νέο όνομα για αυτή τη συζήτηση.
es: Mete un nombre nuevo para esta conversación.
et: Sisesta selle vestluse jaoks uus nimi.
eu: Mezu-trokoarentzat izen berria sartu
fa: نام جدیدی برای گفتگو وارد کن.
fi: Anna uusi nimi tälle keskustelulle.
fr: Entre un nouveau nom pour cette conversation.
fr_ca: Entre un nouveau nom pour cette conversation.
ga: Cuir ainm nua isteach don chomhrá seo.
gl: Escribe un novo nome para esta conversación.
he: הזן שם חדש לשיחה הזו
hi: इस चैट के लिए नया नाम डालो।
hr: Unesi novo ime za razgovor.
hu: Add meg az új nevet ennek a beszélgetésnek.
id: Masukkin nama baru buat percakapan ini.
it: Dai un nuovo nome a questa conversazione.
ja: このチャットの新しい名前を入力してください。
ka: შეიყვანე ამ სასაუბროს ახალი სახელი.
kab: Kcem isem amaynut n tmeddit-agi.
ko: 이 대화의 새로운 이름을 입력해.
lt: Įveskite naują šios pokalbio pavadinimą.
lv: Ievadi jaunu vārdu šai sarunai.
ms: Masukin nama baru buat percakapan ini.
nb: Skriv inn nytt navn for denne samtalen.
nl: Geef deze chat een nieuwe naam.
pa: ਇਸ ਚੈਟ ਲਈ ਨਵਾਂ ਨਾਮ ਦੇ।
pl: Wpisz nową nazwę tej rozmowy.
pt_br: Digite um novo nome pra essa conversa.
pt_pt: Dá um novo nome a esta conversa.
ro: Introdu un nou nume pentru această conversație.
ru: Введи новое имя для этого чата.
sk: Zadaj nový názov pre túto konverzáciu.
sr: Unesite novo ime za ovaj razgovor.
sv: Ange ett nytt namn för den här konversationen.
th: ใส่ชื่อใหม่สำหรับแชทนี้
tk: Bu sohbet için yeni bir ad gir.
tr: Bu sohbet için yeni bir ad gir.
ug: بۇ سۆھبەتنىڭ يېڭى نامىنى كىرگۈز
uk: Введи нову назву для цієї розмови.
ur: اس بات چیت کے لیے نیا نام درج کریں
uz: Ushbu suhbat uchun yangi nomni kiriting
vi: Nhập tên mới cho chat này
zh_hans: 给这个对话换个名字
zh_hant: 幫這個對話取個新名字

source: Enter a URL to a Python tool file hosted online.
ar: أدخل رابط ملف أداة Python مستضاف أونلاين.
az: İnternet üzərində Python aləti faylının URL-sini daxil edin.
bg: Въведи URL на Python tool файл хостван онлайн.
bn: অনলাইনে হোস্ট করা Python tool ফাইলের URL দাও।
bo: Online ལ་ཡོད་པའི་Python ལས་ཆས་ཡིག་ཆའི་URL་གི་འདེགས།
bs: Upiši URL do Python tool fajla na internetu.
ca: Entra una URL a un fitxer de Python tool allotjat en línia.
ceb: Magpasok ng URL sa Python tool file na naka-host online.
cs: Zadej URL na Python tool file hostovaný online.
da: Skriv en URL til en Python-værktøjsfil hostet online.
de: Gib die URL einer Python-Tool-Datei ein, die online gehostet wird.
el: Εισάγαγε ένα URL ενός αρχείου Python tool που φιλοξενείται online.
es: Ingresa una URL a un archivo de herramienta Python alojado en línea.
et: Sisesta URL Python tööriistafailile, mis on veebis hostitud.
eu: Online hosteatutako Python tool fitxategi baten URLa sartu
fa: URL فایل Python tool رو وارد کن.
fi: Anna URL Python-työkalutiedostoon, joka on verkossa.
fr: Entre une URL vers un fichier Python hébergé en ligne.
fr_ca: Entre une URL vers un fichier d'outil Python hébergé en ligne.
ga: Cuir URL isteach do chomhad uirlis Python ar óstáil ar líne.
gl: Escribe un URL a un arquivo de ferramenta Python aloxado en liña.
he: הזן URL לקובץ Python tool המופעל בחיצוניות
hi: ऑनलाइन होस्ट किए गए Python टूल फाइल का URL डालो।
hr: Unesi URL Python alata na internetu.
hu: Add meg egy URL-t egy Python tool fájlhoz, amit online hosztolnak.
id: Masukin URL file Python tool yang hosted online.
it: Inserisci l'URL di un file tool Python ospitato online.
ja: オンラインでホストされているPythonツールファイルのURLを入力してください。
ka: შეიყვანე URL Python ხელსაწყოს ფაილზე, რომელიც ონლაინზეა.
kab: Kcem URL n ufecku Python isawlen da sdat.
ko: 온라인으로 호스팅되는 Python 도구 파일의 URL을 입력해.
lt: Įveskite URL į Python įrankio failą, esantį internete.
lv: Ievadi URL uz Python rīka, kas ir tiešsaistē.
ms: Masukin URL ke file tool Python yang di-host online.
nb: Skriv inn URL til Python-toolfil som er hostet online.
nl: Voer de URL van een online Python tool-bestand in.
pa: Python ਟੂਲ ਫਾਇਲ ਦਾ URL ਦਾਖਲ ਕਰ।
pl: Wpisz URL do pliku Python tool hostowanego online.
pt_br: Digite uma URL pro arquivo da ferramenta Python hospedado online.
pt_pt: Introduz uma URL para um ficheiro de ferramenta Python alojado online.
ro: Introdu o URL la un fișier instrument Python găzduit online.
ru: Введи URL на Python инструмент, размещённый онлайн.
sk: Zadaj URL na Python súbor nástroja hostovaný online.
sr: Unesite URL do Python alata koji je online.
sv: Ange en URL till en Python-toolfil som är värd online.
th: ใส่ URL ของไฟล์เครื่องมือ Python ที่อัพไว้
tk: Çevrimiçi barındırılan bir Python araç dosyasının URL'sini gir.
tr: Çevrimiçi barındırılan bir Python araç dosyasının URL'sini gir.
ug: Python قورالىنىڭ URL سىنى كىرگۈز
uk: Введи URL до файлу Python інструменту, що розміщений онлайн.
ur: Python ٹول فائل کا URL درج کریں
uz: Python tool faylining URL manzilni kiriting
vi: Nhập URL file tool Python được host online
zh_hans: 输入在线Python工具文件的URL
zh_hant: 輸入線上 Python 工具檔案的 URL

source: Enter a URL to include as context in your message.
ar: أدخل رابط علشان نضيفه في رسالتك.
az: Mesajda kontekst olaraq daxil ediləcək URL daxil edin.
bg: Въведи URL за включване като контекст в твоето съобщение.
bn: তোমার মেসেজে context হিসেবে যোগ করতে URL দাও।
bo: ཁྱོད་ཀྱི་སྐད་ཆ་ལ་ངོས་འཛིན་དུ་འདེགས་པའི་URL་གི་འདེགས།
bs: Upiši URL koji će biti dio tvoje poruke.
ca: Entra una URL per incloure com a context al teu missatge.
ceb: Magpasok ng URL para isama bilang context sa message.
cs: Zadej URL, který chceš zahrnout jako kontext.
da: Skriv en URL som kontekst til din besked.
de: Gib eine URL ein, um sie als Kontext einzufügen.
el: Εισάγαγε ένα URL για να το συμπεριλάβεις ως πλαίσιο στο μήνυμά σου.
es: Ingresa una URL para incluir como contexto en tu mensaje.
et: Sisesta URL, mida kaasata sõnumi kontekstina.
eu: Testuinguru gisa mezuan sartzeko URLa sartu
fa: URL رو وارد کن به عنوان context.
fi: Anna URL kontekstiksi viestiin.
fr: Entre une URL à inclure comme contexte dans ton message.
fr_ca: Entre une URL à inclure comme contexte dans ton message.
ga: Cuir URL isteach chun a áireamh mar chomhthéacs i do theachtaireacht.
gl: Escribe un URL para incluír como contexto na túa mensaxe.
he: הזן URL לכללול כהקשר בהודעה שלך
hi: अपने मैसेज में कॉन्टेक्स्ट के लिए URL डालो।
hr: Unesi URL za kontekst poruke.
hu: Add meg egy URL-t, amit kontextusként szeretnél beilleszteni az üzenetedbe.
id: Masukin URL buat dijadin context di pesan kamu.
it: Inserisci un URL da aggiungere come contesto nel tuo messaggio.
ja: メッセージのコンテキストとして含めるURLを入力してください。
ka: შეიყვანე URL კონტექსტად შენი შეტყობინებაში.
kab: Kcem URL iwakken ad t-dabeg.
ko: 메시지 맥락으로 포함할 URL을 입력해.
lt: Įveskite URL, kuris bus įtrauktas kaip kontekstas jūsų žinutėje.
lv: Ievadi URL, ko iekļaut kā kontekstu tavā ziņojumā.
ms: Masukin URL buat jadi konteks di pesan lu.
nb: Skriv inn URL som skal inkluderes som kontekst i meldingen.
nl: Voer een URL in als context.
pa: ਸੰਦਰਭ ਲਈ URL ਦਾਖਲ ਕਰ।
pl: Wpisz URL, aby dołączyć go jako kontekst do wiadomości.
pt_br: Digite uma URL pra incluir como contexto na sua mensagem.
pt_pt: Introduz uma URL para incluir como contexto na tua mensagem.
ro: Introdu o URL de inclus ca context în mesajul tău.
ru: Введи URL для контекста сообщения.
sk: Zadaj URL na zaradenie ako kontext vo svojej správe.
sr: Unesite URL koji će biti kontekst vašoj poruci.
sv: Skriv in en URL för att inkludera som kontext i ditt meddelande.
th: ใส่ URL เป็น context ในข้อความ
tk: Mesajında bağlam olarak kullanmak için URL gir.
tr: Mesajında bağlam olarak eklenecek bir URL gir.
ug: خەۋەرىڭىزگە شۇنداق ئىستىناد قىلىپ قوشۇش ئۈچۈن URL سىنى كىرگۈز
uk: Введи URL для контексту твого повідомлення.
ur: اپنے پیغام میں شامل کرنے کے لیے URL درج کریں
uz: Kontekst uchun URL manzilni kiriting
vi: Nhập URL để làm ngữ cảnh cho tin nhắn
zh_hans: 输入URL作为消息的上下文
zh_hant: 輸入 URL 作為訊息的背景資訊

source: Enter folder name
ar: أدخل اسم المجلد
az: Qovluq adını daxil edin
bg: Въведете име на папка
bn: ফোল্ডারের নাম প্রবেশ করুন
bo: ལེབ་མིང་འདེགས།
bs: Unesi ime fascikle
ca: Introdueix el nom de la carpeta
ceb: Magsulod ng pangalan ng folder
cs: Zadejte název složky
da: Indtast mappenavn
de: Ordnername eingeben
el: Εισάγετε όνομα φακέλου
es: Ingresar nombre de la carpeta
et: Sisestage kausta nimi
eu: Sartu karpetaren izena
fa: نام پوشه را وارد کنید
fi: Kirjoita kansion nimi
fr: Entrez le nom du dossier
fr_ca: Entrez le nom du dossier
ga: Cuir isteach ainm an fhillteáin
gl: Introduce o nome da carpeta
he: הזן שם תיקייה
hi: फ़ोल्डर का नाम दर्ज करें
hr: Unesite naziv mape
hu: Adjon meg mappahelyet
id: Masukkan nama folder
it: Inserisci nome cartella
ja: フォルダ名を入力
ka: შეიყვანეთ საქაღალდის სახელი
kab: Sekcem isem n ukaram
ko: 폴더 이름 입력
lt: Įveskite aplanko pavadinimą
lv: Ievadiet mapes nosaukumu
ms: Masukkan nama folder
nb: Skriv inn mappenavn
nl: Mapnaam invoeren
pa: ਫੋਲਡਰ ਨਾਮ ਦਾਖਲ ਕਰ
pl: Wprowadź nazwę folderu
pt_br: Digite o nome da pasta
pt_pt: Introduzir nome da pasta
ro: Introdu numele folderului
ru: Введите имя папки
sk: Zadajte názov priečinku
sr: Unesite ime foldera
sv: Ange mappnamn
th: ป้อนชื่อโฟลเดอร์
tk: Klasör adı gir
tr: Klasör adını girin
ug: قىسقۇچ نامى كىرگۈز
uk: Введи назву папки
ur: فولڈر کا نام درج کریں
uz: Papka nomini kiriting
vi: Nhập tên folder
zh_hans: 输入分组名称
zh_hant: 輸入分組名稱

source: Enter New Password
ar: أدخل كلمة مرور جديدة
az: Yeni şifrəni daxil edin
bg: Въведете нова парола
bn: নতুন পাসওয়ার্ড প্রবেশ করুন
bo: གསང་སྐོར་གསར་བ་འདེགས།
bs: Unesite Novu Sifru
ca: Introdueix un nova contrasenya
ceb: Magsulod ng Bagong Password
cs: Zadejte nové heslo
da: Indtast ny adgangskode
de: Neues Passwort eingeben
el: Εισάγετε νέο κωδικό
es: Ingresar Contraseña Nueva
et: Sisestage uus parool
eu: Sartu Pasahitz Berria
fa: رمز عبور جدید را وارد کنید
fi: Kirjoita uusi salasana
fr: Entrez votre nouveau mots de passe
fr_ca: Entrez votre nouveau mots de passe
ga: Cuir isteach Pasfhocal Nua
gl: Introduce nova contrasinal
he: הזן סיסמה חדשה
hi: नया पासवर्ड दर्ज करें
hr: Unesite novu lozinku
hu: Adjon meg új jelszót
id: Masukkan Kata Sandi Baru
it: Inserisci la Nuova Password
ja: 新しいパスワードを入力
ka: შეიყვანეთ ახალი პაროლი
kab: Sekcem-d awal n uɛeddi amaynut
ko: 새로운 비밀번호 입력
lt: Įveskite naują slaptažodį
lv: Ievadiet jaunu paroli
ms: Masukkan Kata Laluan Baharu
nb: Skriv inn nytt passord
nl: Nieuw wachtwoord invoeren
pa: ਨਵਾ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰ
pl: Wprowadź nowe hasło
pt_br: Digite uma nova senha
pt_pt: Introduzir Palavra-passe
ro: Introdu noua parolă
ru: Введите новый пароль
sk: Zadaj nové heslo
sr: Unesite novu lozinku
sv: Ange nytt lösenord
th: ป้อนรหัสผ่านใหม่
tk: Yeni Şifreyi Gir
tr: Yeni Parola Girin
ug: يېڭى پارول كىرگۈزۈڭ
uk: Введи новий пароль
ur: نیا پاس ورڈ درج کریں
uz: Янги паролни киритинг
vi: Nhập mật khẩu mới
zh_hans: 输入新密码
zh_hant: 輸入新密碼

source: Error
ar: خطأ
az: Xəta
bg: Грешка
bn: ত্রুটি
bo: ནོར་འཁྲུལ།
bs: Greška
ceb: Kamalian
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
fr_ca: Erreur
ga: Earráid
gl: Erro
he: שגיאה
hi: चूक
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ka: შეცდომა
kab: Tuccḍa
ko: 오류
lt: Klaida
lv: Kļūda
ms: Ralat
nb: Feil
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sr: Грешка
sv: Fel
th: ข้อผิดพลาด
tk: Ýalňyşlyk
tr: Hata
ug: خاتا
uk: Помилка
ur: غلطی
uz: Хато
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Execute code and analyze data inline
ar: نفّذ الكود وحلل البيانات على الطاير
az: Kodu icra et və verilənləri inline analiz et
bg: Изпълни код и анализирай данни
bn: কোড রান করো এবং ডেটা এনালাইজ করো
bo: code ཕུལ་ལམ་དང་གྲ་སྒྲིག་གོ་བདག།
bs: Izvršavaj kod i analiziraj podatke direktno
ca: Executa codi i analitza dades en línia
ceb: I-execute ang code at i-analyze ang data inline
cs: Spouštěj kód a analyzuj data přímo
da: Udfør kode og analysér data inline
de: Code ausführen und Daten inline analysieren
el: Εκτέλεση κώδικα και ανάλυση δεδομένων ενσωματωμένα
es: Ejecuta código y analiza datos en línea
et: Käivita koodi ja analüüsi andmeid kohapeal
eu: Kodea exekutatu eta datoak inline aztertu
fa: کد رو اجرا کن و داده‌ها رو تحلیل کن
fi: Suorita koodi ja analysoi data
fr: Exécuter du code et analyser les données en ligne
fr_ca: Exécute le code et analyse les données en ligne
ga: Forghníomh cód agus anailísigh sonraí i líne
gl: Executar código e analizar datos en liña
he: הרץ קוד ונתח נתונים בעצם הזמן
hi: कोड एक्सिक्यूट करो और डेटा एनालाइज करो
hr: Izvršavaj kod i analiziraj podatke
hu: Kód futtatása és adatelemzés inline-ban
id: Jalanin code dan analisis data inline
it: Esegui codice e analizza i dati inline
ja: コードを実行してデータをインラインで分析
ka: კოდის შესრულება და მონაცემების ანალიზი
kab: Γeddem aɣbalu d tesleḍ tadarent
ko: 코드 실행하고 데이터 즉시 분석
lt: Vykdyti kodą ir analizuoti duomenis tiesioje linijoje
lv: Izpildi kodu un analizē datus tiešajā režīmā
ms: Jalanin kode terus analisa data secara inline
nb: Kjør kode og analyser data inline
nl: Voer code uit en analyseer data inline
pa: ਕੋਡ ਚਲਾ ਅਤੇ ਡੇਟਾ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰ
pl: Wykonaj kod i analizuj dane inline
pt_br: Executar código e analisar dados inline
pt_pt: Executa código e analisa dados inline
ro: Execută cod și analizează date inline
ru: Запускай код и анализируй данные прямо тут
sk: Vykonaj kód a analyzuj dáta priamo
sr: Izvrši kod i analiziraj podatke na mestu
sv: Kör kod och analysera data direkt
th: รันโค้ดและวิเคราะห์ข้อมูลเลย
tk: Kodu çalıştır ve verileri analiz et
tr: Kodu çalıştır ve verileri satır içinde analiz et
ug: كودنى ئىجرا قىل، مەلۇماتنى تەھلىل قىل
uk: Виконай код та проаналізуй дані в реальному часі
ur: کوڈ چلائیں اور ڈیٹا کا فوری تجزیہ کریں
uz: Kodni ishga tushirish va ma'lumotlarni tezda tahlil qilish
vi: Chạy code và phân tích dữ liệu trực tiếp
zh_hans: 在线执行代码和分析数据
zh_hant: 執行程式碼並即時分析資料

source: Exit selection mode
ar: اخرج من وضع التحديد
az: Seçim Rejimindən Çıx
bg: Изход от режима на избор
bn: সিলেকশন মোড থেকে বের হো
bo: འདེགས་འདོན་ལས་ཕྱིར་ལོག
bs: Izlazi iz moda selekcije
ca: Surt de la selecció
ceb: Lumabas sa selection mode
cs: Zrušit výběr
da: Afslut valgmode
de: Auswahlmodus beenden
el: Έξοδος από λειτουργία επιλογής
es: Salir del modo de selección
et: Välju valikurežiimist
eu: Hautaketa modutik irten
fa: از انتخاب بیرون برو
fi: Poistu valintamoodista
fr: Quitter le mode sélection
fr_ca: Quitter le mode de sélection
ga: Fág mód roghnaithe
gl: Saír do modo de selección
he: צא ממצב בחירה
hi: सिलेक्शन मोड से बाहर निकलो
hr: Izađi iz odabira
hu: Kilépés a kijelölésből
id: Keluar mode select
it: Esci dalla selezione
ja: 選択モード終了
ka: არჩევის რეჟიმიდან გამოსვლა
kab: Ffeɣ seg usadaw n tefran
ko: 선택 모드 종료
lt: Išeiti iš pasirinkimo režimo
lv: Pārtraukt izvēli
ms: Keluar dari mode seleksi
nb: Avslutt utvalg
nl: Selectiemodus Sluiten
pa: ਸਿਲੈਕਸ਼ਨ ਮੋਡ ਬੰਦ ਕਰ
pl: Wyjdź z trybu zaznaczania
pt_br: Sair do modo de seleção
pt_pt: Sair do modo seleção
ro: Ieși din modul de selecție
ru: Выход из режима выбора
sk: Opusti režim výberu
sr: Izlaz iz moda izbora
sv: Avsluta val
th: ออกจากโหมดเลือก
tk: Seçim modundan çık
tr: Seçim modundan çık
ug: تاللاشتىن چىقىپ بېر
uk: Вийти з режиму вибору
ur: سلیکشن موڈ سے باہر آئیں
uz: Tanlash rejimidan chiqish
vi: Thoát chế độ chọn
zh_hans: 退出选择
zh_hant: 離開選擇模式

source: Expand thinking while streaming
ar: وسّع التفكير وأنت تبث
az: Axın zamanı düşüncəni aç
bg: Разширяй размисъла докато се предава
bn: স্ট্রিমিং করার সময় থিংকিং এক্সপান্ড করো
bo: གླེང་སྟེགས་འོངས་སྲིད་གཞུང་རྒྱས།
bs: Proširi razmišljanje dok se streamuje
ca: Expandeix la reflexió mentre fa stream
ceb: Padayon ang pag-isip habang nag-stream
cs: Rozšiř thinking během streamování
da: Udvid tankegang under streaming
de: Thinking beim Streaming ausklappen
el: Ανάπτυξη σκέψης κατά τη ροή
es: Expandir pensamiento mientras se transmite
et: Laienda mõtlemist striimides
eu: Pentsaera zabaldatu streaming bitartean
fa: تفکر رو حین استریم بسط بده
fi: Näytä ajattelu virtauksella
fr: Développer la réflexion en diffusant
fr_ca: Étendre la réflexion en streaming
ga: Leathnaigh smaoineamh agus ag foluain
gl: Expandir o pensamento mentres se transmite
he: הרחב חשיבה בזמן סטרימינג
hi: स्ट्रीमिंग के दौरान थिंकिंग एक्सपांड करो
hr: Prošireno razmišljanje tijekom prijenosa
hu: Gondolkodás bővítése stream közben
id: Expand thinking sambil streaming
it: Espandi il pensiero durante lo streaming
ja: ストリーミング中に思考を展開
ka: აზროვნების გაფართოება სტრიმირებისას
kab: Sɣel ugumi mi ara ismegdun
ko: 스트리밍 중 생각 펼치기
lt: Išplėsti mąstymą transliuojant
lv: Paplašināt domāšanu straumēšanas laikā
ms: Perbesar thinking saat streaming
nb: Utvid tenking mens streaming
nl: Denken Uitbreiden bij Streaming
pa: ਸਟ੍ਰੀਮ ਕੌਂਦੇ ਸੋਚ ਦਿਖਾ
pl: Rozwiń myślenie podczas streamowania
pt_br: Expandir pensamento enquanto faz stream
pt_pt: Expandir pensamento enquanto transmite
ro: Extinde gândirea în timp ce se transmite
ru: Развернуть мышление при стриминге
sk: Rozvinúť myslenie pri streamovaní
sr: Proširi razmišljanje tokom strimovanja
sv: Expandera tankar medan det strömmar
th: ขยายการคิดขณะสตรีมมิ่ง
tk: Akış sırasında düşünmeyi genişlet
tr: Akış sırasında düşünmeyi genişlet
ug: ئېقىم ياياش
uk: Розгорни думки в процесі
ur: اسٹریمنگ کے دوران سوچ کو بڑھائیں
uz: Oqim bilan o'ylashni kengaytirish
vi: Mở rộng thinking khi đang stream
zh_hans: 流式显示思考过程
zh_hant: 串流時展開思考過程

source: Export
ar: تصدير
az: İxrac et
bg: Износ
bn: রপ্তানি
bo: ཕྱིར་གཏོང་།
bs: Izvoz
ca: Exportar
ceb: I-export
cs: Exportovat
da: Eksportér
de: Exportieren
el: Εξαγωγή
es: Exportar
et: Ekspordi
eu: Esportatu
fa: خروجی گرفتن
fi: Vie
fr: Exporter
fr_ca: Exportation
ga: Easpórtáil
gl: Exportar
he: ייצא
hi: निर्यातित माल
hr: Izvoz
hu: Exportálás
id: Ekspor
it: Esportazione
ja: エクスポート
ka: გატანა
kab: Asifeḍ
ko: 내보내기
lt: Eksportuoti
lv: Eksportēt
ms: Eksport
nb: Eksporter
nl: Exporteren
pa: ਨਿਰਯਾਤ
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
ru: Экспорт
sk: Exportovať
sr: Извоз
sv: Exportera
th: ส่งออก
tk: Eksport
tr: Dışa Aktar
ug: چىقىرىش
uk: Експорт
ur: برآمد کریں
uz: Экспорт
vi: Xuất khẩu
zh_hans: 导出
zh_hant: 匯出

source: Export All Skills
ar: تصدير المهارات
az: Bütün Bacarıqları İxrac Et
bg: Експортирай всички Skills
bn: সব Skill এক্সপোর্ট করো
bo: Skills ཀུན་སྐུལ།
bs: Izvezi Sve Vještine
ca: Exporta Totes les Habilitats
ceb: I-export lahat ng Skills
cs: Exportuj všechny skilly
da: Eksportér alle skills
de: Alle Skills exportieren
el: Εξαγωγή Όλων των Δεξιοτήτων
es: Exportar Todos los Skills
et: Ekspordi kõik oskused
eu: Skill guztiak esportatu
fa: تمام Skills رو Export کن
fi: Vie kaikki taidot
fr: Exporter toutes les compétences
fr_ca: Exporter toutes les compétences
ga: Easpórtáil Gach Scil
gl: Exportar Todos os Skills
he: ייצוא כל ה-Skills
hi: सभी स्किल्स एक्सपोर्ट करो
hr: Izvezi sve vještine
hu: Összes Skill exportálása
id: Export Semua Skills
it: Esporta Tutte le Skill
ja: すべてのスキルをエクスポート
ka: ყველა უნარის ექსპორტი
kab: Sifeḍ Yal Tawurin
ko: 모든 스킬 내보내기
lt: Eksportuoti visus įgūdžius
lv: Eksportēt visas prasmes
ms: Export Semua Skills
nb: Eksporter alle skills
nl: Alle Skills Exporteren
pa: ਸਭ ਸਕਿਲ ਐਕਸਪੋਰਟ ਕਰ
pl: Eksportuj wszystkie skills
pt_br: Exportar Todas as Skills
pt_pt: Exportar Todas as Skills
ro: Exportă Toate Abilități
ru: Экспортировать все навыки
sk: Exportuj všetky zručnosti
sr: Izvezi sve veštine
sv: Exportera alla skills
th: ส่งออกสกิลทั้งหมด
tk: Tüm Becerileri Dışa Aktar
tr: Tüm Yetenekleri Dışa Aktar
ug: بارلىق ماھارەتنى چىقىرىپ بېر
uk: Експортувати всі навички
ur: تمام Skills export کریں
uz: Barcha Ko'nikmalarni Chiqarish
vi: Export tất cả Skills
zh_hans: 导出所有技能
zh_hant: 匯出全部技能

source: Export chat (.json)
ar: تصدير المحادثة (.json)
az: Çatı ixrac et (.json)
bg: Експортиране на чат (.json)
bn: চ্যাট রপ্তানি করুন (.json)
bo: ཁ་བརྡ་ཕྱིར་གཏོང་ (.json)
bs: Izvoz četa (.json)
ca: Exportar el xat (.json)
ceb: I-export ang pag-uusap (.json)
cs: Exportovat konverzaci (.json)
da: Eksportér chat (.json)
de: Chat exportieren (.json)
el: Εξαγωγή συνομιλίας (.json)
es: Exportar chat (.json)
et: Ekspordi vestlus (.json)
eu: Esportatu txata (.json)
fa: خروجی گرفتن گفتگو (json)
fi: Vie keskustelu (.json)
fr: Exporter la conversation (.json)
fr_ca: Exporter la conversation (.json)
ga: Easpórtáil comhrá (.json)
gl: Exportar chat (.json)
he: ייצא שיחה (.json)
hi: चैट निर्यात करें (.json)
hr: Izvoz četa (.json)
hu: Beszélgetés exportálása (.json)
id: Ekspor obrolan (.json)
it: Esporta chat (.json)
ja: チャットをエクスポート(.json)
ka: ჩატის ექსპორტი (.json)
kab: Kter asqerdec (.json)
ko: 채팅 내보내기 (.json)
lt: Eksportuoti pokalbį (.json)
lv: Eksportēt tērzēšanu (.json)
ms: Eksport perbualan (.json)
nb: Eksporter chat (.json)
nl: Exporteer chat (.json)
pa: ਚੈਟ ਐਕਸਪੋਰਟ ਕਰ (.json)
pl: Eksportuj czat (.json)
pt_br: Exportar chat (.json)
pt_pt: Exportar Conversa (.json)
ro: Exportă conversația (.json)
ru: Экспортировать чат (.json)
sk: Exportovať konverzáciu (.json)
sr: Извези ћаскање (.json)
sv: Exportera chatt (.json)
th: ส่งออกการสนทนา (.json)
tk: Sohbeti Dışa Aktar (.json)
tr: Sohbeti dışa aktar (.json)
ug: سۆھبەت چىقىرىش (.json)
uk: Експорт чату (.json)
ur: چیٹ برآمد کریں (.json)
uz: Чатни экспорт қилиш (.жсон)
vi: Tải chat (.json)
zh_hans: JSON 文件 (.json)
zh_hant: 匯出對話紀錄（.json）

source: Export Failed
ar: فشل التصدير
az: İxrac Olmadı
bg: Експортът не успя
bn: এক্সপোর্ট ব্যর্থ
bo: སྐུལ་མི་འདུགས།
bs: Izvoz neuspješan
ca: Exportació Fallida
ceb: Kabiguan sa pag-export
cs: Export selhal
da: Eksport fejlede
de: Export fehlgeschlagen
el: Αποτυχία Εξαγωγής
es: Exportación Falló
et: Eksport nurjus
eu: Esportazioak huts egin
fa: Export ناموفق
fi: Vienti epäonnistui
fr: Export échoué
fr_ca: Exportation échouée
ga: Theip ar Easpórtáil
gl: Exportación fallida
he: הייצוא נכשל
hi: एक्सपोर्ट फेल हो गया
hr: Izvoz nije uspješan
hu: Export sikertelen
id: Export Gagal
it: Esportazione fallita
ja: エクスポート失敗
ka: ექსპორტი ვერ წარმატდა
kab: Asifeḍ Yufa
ko: 내보내기 실패
lt: Eksportavimas nepavyko
lv: Eksports neizdevās
ms: Export Gagal
nb: Eksport feilet
nl: Export Mislukt
pa: ਐਕਸਪੋਰਟ ਫੇਲ
pl: Eksport nie powiódł się
pt_br: Falha na Exportação
pt_pt: Exportação Falhou
ro: Exportarea a eșuat
ru: Ошибка экспорта
sk: Export zlyhal
sr: Izvoz neuspešan
sv: Exporten misslyckades
th: ส่งออกล้มเหลว
tk: Dışa Aktarma Başarısız
tr: Dışa Aktarma Başarısız
ug: چىقىرىش مەغلۇپ
uk: Експорт не вдався
ur: Export ناکام
uz: Chiqarish Muvaffaq Boʻlmadi
vi: Export thất bại
zh_hans: 导出失败
zh_hant: 匯出失敗
